export const secondPageData = [
  { title: "모험적인", text: "새로운 것에 대한 두려움이 없으며, 도전을 즐깁니다." },
  { title: "마이웨이", text: "자신만의 길을 가는 데 자신감을 가지고 있으며, 타인의 영향력에서 자유롭습니다." },
  { title: "자!기!주!장!", text: "자신의 생각과 의견을 명확하게 표현하며, 소신 있게 행동합니다." },
  { title: "적극적인", text: "어려운 상황에서도 앞으로 나아가려는 강한 의지를 가지고 있습니다." },
];

export const thirdPageData = [
  { title: "연인 관계에서도 자유롭고 모험적인 태도를 보입니다." },
  { title: "사회적 기준이나 주변의 인정에 관련 없이 자신의 기준과 취향에 맞는 상대를 선호해요." },
  { title: "연애를 하는 동안에도 개인적인 공간과 자유를 중요시하며, 서로의 거리를 존중하는 관계를 좋아해요." },
  { title: "대담하고 카리스마 있는 모습은 연애를 흥미롭게 만들기도 해요." },
  { title: "때때로 즉흥적이고 불안정한 경향성이 갈등의 원인이 될 수도 있어요." },
  { title: "특유의 냉소적이고 무관심한 태도로 인해 상대가 서운함을 느끼기도 쉽습니다." },
];
export const forthPageData = [
  { title: "친구 관계에서도 독립성과 자유로움을 추구합니다." },
  { title: "친구들에게 새로움과 재미를 더해줄 것이고, 대담함과 변화무쌍함이 친구들에게 영감을 주기도 해요." },
  { title: "친구들 사이에서 ‘벽이 높은' 친구로 평가 받을 가능성도 높아요." },
  { title: "좁혀질 듯 좁혀지지 않는 심리적 거리로 인해 주변 사람들에게 의도치 않은 서움함을 느끼게 할 수 있습니다." },
  { title: "갈등이 생기거나 사회적으로 불편한 상황에 빠질 때에는, 이를 해결하려 적극적으로 노력하기 보다는 더 많은 거리를 두려 할 거에요." },
];

export const fifthPageData = [
  { title: "창업 및 자영업", text: "자신만의 비즈니스를 시작하고 운영하는 데 필요한 독립성과 모험심을 갖추고 있습니다." },
  { title: "탐험 및 모험 관련 직업", text: "탐험가, 모험 여행 가이드, 와일드라이프 포토그래퍼 등 새로운 경험을 추구하는 직업에서 빛을 발합니다." },
  { title: "창의적인 분야", text: "광고 크리에이티브 디렉터, 게임 디자이너, 예술가 등 창의력을 발휘하고 새로운 것을 만들어내는 직업에 적합합니다." },
  { title: "위기 관리 및 대응", text: "위기관리 전문가, 소방관, 경찰 등 긴박한 상황에서 빠른 판단과 행동이 요구되는 직업에서 강점을 보입니다." },
];

export const sliderFirstData = [
  { percentage: 60, label: "H" },
  { percentage: 70, label: "M" },
  { percentage: 80, label: "L" },
];
export const sliderSecondData = [
  { percentage: 90, label: "L" },
  // { percentage: 95, label: "L" },
  // { percentage: 100, label: "L" },
];
